num1 = int(input("please enter number1: "))
# ჩვებ აქ გამოვიყენეთ int-ფუნქცია რადაგნ ჩვენ შევძლოთ გამოვთვალოთ ციფრები ჩვენ "str" მეშვეობით ვერ გამოთვლით ამიტომ დაგვჭირდა "Int" გამოყენება 
num2 = int(input("please enter numnber2: "))

print(num1+num2)
# ამ პრინტში ჩვენ გამოვიყენეთ მიმატება და დავუმატეთ num1+num2 
print(num1-num2)
#ამ პრინტში ჩვენ გამოვიყენეთ გამოკლება და შესაბამისად გამოაკლდება რიცხვი
print(num1*num2)
#ამ პრინტში ჩვენ ვამრავლებ num1*num2 შესაბამისად ეს რიცხვები გამრავლდება ერთმანეთზე
print(num1/num2)
#ამ პრინტში ჩვენ გავყავაით num1/num2 რათქამუნდა რო გაიყოფა ჩვენ ტერმინალში-რასაც ჩავსვამთ იმაზე გაიყოფა
print(num1>num2)
# რათქმაუნდა ამ პრინტში ჩვენ მეტობა ან ნაკლებობა გამოვიყენეთ რათქმაუნდა ჩვენ num1-რა ციფრსაც ჩავსამ ტერმინალში გამოიტანს "true" არის თუ "FALSE"
print(num1<num2)
# აქ შესაბამისად იგივე უბრალო num2-ში თუ იქნება მეტობა ტერმინალში გამოიტანს რო "true" რომა თუ არა შესაბამისად "false" გამოიტანს

if num1>num2:
   print("num1 is greater than num2")
   #აქ ჩვენ გამოვიყენეთ "შედარების ოპერატორები" სადაც შესაბამისად გამოიყვანს ტერმინლაში თუ არის "num1" ან "num2" 
   #უკეთესი "num1"-ზე დაეწერაბა რო "is not greater than num2" მარა ფირიქით რო იყოს მაშინ დაეწერება "is greater than num2"
else:
   print("num1 is not greater thay num2")